tap "oven-sh/bun", trusted: true

cask "1password-cli@beta"
cask "codex"
cask "codex-app"
cask "openclaw"
cask "tailscale"

brew "curl"
brew "gh"
brew "git"
brew "jq"
brew "node@24"
brew "openclaw-cli"
brew "python@3.14"
brew "ripgrep"
brew "stow"
brew "zsh"
brew "oven-sh/bun/bun"
